---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RiseDividedBy10Feet
source: html/e6b9a33f-1110-28a1-f364-a46eca120de4.htm
---
# Autodesk.Revit.DB.UnitTypeId.RiseDividedBy10Feet Property

Rise / 10 feet.

## Syntax (C#)
```csharp
public static ForgeTypeId RiseDividedBy10Feet { get; }
```